Repository: Gaoyifei1011/GetStoreApp
Catalog: GetStoreApp/Strings/*/Notification.resw
Source language: en_us
Languages: zh_hans

# CheckNetWorkConnection
source: Check the network connection
zh_hans: 检查网络连接

# CopyAppInformation
source: The app information has been successfully copied to the clipboard
zh_hans: 应用信息信息已成功复制到剪贴板

# DesktopShortcutSuccessfully
source: The desktop shortcut for the app was created successfully
zh_hans: 应用的桌面快捷方式已成功创建

# DesktopShortFailed
source: The app's desktop shortcut failed to create, please create it manually
zh_hans: 应用的桌面快捷方式创建失败，请手动创建

# DownloadCompleted
source: <toast launch="action=OpenApp"> <visual> <binding template="ToastGeneric"> <text>The app is in offline mode</text> <text>The network connection is abnormal, the tasks that are currently being downloaded have all been paused, please make sure that your network is connected before trying to download.</text> </binding> </visual> <actions> <action content="View download page" arguments="action=ViewDownloadPage"/> </actions> </toast>
zh_hans: <toast launch="action=OpenApp"> <visual> <binding template="ToastGeneric"> <text>下载完成</text> <text>所有任务都已经下载完成。</text> </binding> </visual> <actions> <action content="打开下载页面" arguments="action=ViewDownloadPage"/> </actions> </toast>

# DownloadCreateFailed
source: The download task is created failed
zh_hans: 下载任务创建失败

# DownloadCreateSuccessfully
source: The download task is created successfully
zh_hans: 下载任务创建成功

# DownloadingNowOfflineMode
source: <toast launch="action=OpenApp"> <visual> <binding template="ToastGeneric"> <text>The app is in offline mode</text> <text>The network connection is abnormal, the tasks that are currently being downloaded have all been paused, please make sure that your network is connected before trying to download.</text> </binding> </visual> <actions> <action content="View download page" arguments="action=ViewDownloadPage"/> <action content="Check the network connection" arguments="action=CheckNetWorkConnection"/> </actions> </toast>
zh_hans: <toast launch="action=OpenApp"> <visual> <binding template="ToastGeneric"> <text>应用处于离线模式</text> <text>网络连接异常，当前正在下载中的任务已经全部暂停，请确保您的网络处于连接状态后再尝试下载。</text> </binding> </visual> <actions> <action content="打开下载页面" arguments=" action=ViewDownloadPage"/> <action content="检查网络连接" arguments="action=CheckNetWorkConnection"/> </actions> </toast>

# ExceptionCopy
source: The browser exception information has been successfully copied to the clipboard
zh_hans: 浏览器异常信息已成功复制到剪贴板

# FileInformationCopy
source: The file information is copied successfully
zh_hans: 文件信息复制成功

# FolderPickerFailed
source: Folder picker open failed
zh_hans: 文件夹选取框打开失败

# FolderPickerOpenFailed
source: The folder marquee does not work in administrator mode, please run the app from normal user mode before trying to modify it
zh_hans: 文件夹选取框不能在管理员模式下运行，请从普通用户模式运行应用后再尝试修改

# HistoryCopy
source: The history record was successfully copied to the clipboard
zh_hans: 该条历史记录已成功复制到剪贴板

# HistorySelectedCopy
source: {0} history records has been successfully copied to the clipboard
zh_hans: {0}条历史记录已经成功复制到剪贴板

# InstallError
source: <toast launch="action=OpenApp"> <visual> <binding template="ToastGeneric"> <text>File {0} installation failed</text> <text>Error message: {1}</text> </binding> </visual> </toast>
zh_hans: <toast launch="action=OpenApp"> <visual> <binding template="ToastGeneric"> <text>文件 {0} 安装失败</text> <text>错误信息：{1}</text> </binding> </visual> </toast>

# InstallSuccessfully
source: <toast launch="action=OpenApp"> <visual> <binding template="ToastGeneric"> <text>File {0} was successfully installed</text> </binding> </visual> </toast>
zh_hans: <toast launch="action=OpenApp"> <visual> <binding template="ToastGeneric"> <text>文件 {0} 已成功安装</text> </binding> </visual> </toast>

# LanguageChange
source: The language setting is modified successfully and takes effect after restarting the application
zh_hans: 语言设置修改成功，重启应用后生效

# LogCleanFailed
source: Log cleanup failed.You can manually turn on folder cleanup logging
zh_hans: 日志清除失败，您可以手动打开文件夹清理日志记录

# LogCleanSuccessfully
source: All log records were cleaned up successfully
zh_hans: 所有日志记录清除成功

# NetWorkError
source: The network connection is abnormal, please check your network connection before trying to download
zh_hans: 网络连接异常，请检查您的网络连接后再尝试下载

# NotDownloadOfflineMode
source: <toast launch="action=OpenApp"> <visual> <binding template="ToastGeneric"> <text>The app is in offline mode</text> <text>The network connection is abnormal, the app is in offline mode, please check your network connection.</text> </binding> </visual> <actions> <action content="Check the network connection" arguments="action=CheckNetWorkConnection"/> </actions> </toast>
zh_hans: <toast launch="action=OpenApp"> <visual> <binding template="ToastGeneric"> <text>应用处于离线模式</text> <text>网络连接异常，应用处于离线模式，请检查您的网络连接</text> </binding> </visual> <actions> <action content="检查网络连接" arguments="action=CheckNetWorkConnection"/> </actions> </toast>

# ResultContentCopy
source: The download record was successfully copied to the clipboard
zh_hans: 该条下载记录已成功复制到剪贴板

# ResultContentSelectedCopy
source: {0} download records has been successfully copied to the clipboard
zh_hans: {0}条下载记录已经成功复制到剪贴板

# ResultIDCopy
source: The CategoryID was successfully copied to the clipboard
zh_hans: 该CategoryID已成功复制到剪贴板

# ResultLinkCopy
source: The download link was successfully copied to the clipboard
zh_hans: 该条下载链接已成功复制到剪贴板

# ResultLinkSelectedCopy
source: {0} download links has been successfully copied to the clipboard
zh_hans: {0}条下载链接已经成功复制到剪贴板

# SearchInstallCopy
source: Install command was successfully copied to the clipboard
zh_hans: 安装命令已复制到剪贴板

# ShareFailed
source: File sharing fails. Please check the access permission of the shared file
zh_hans: 文件分享失败，请检查被分享文件的访问权限

# ShareSelectedFailed
source: {0} files sharing failed. Please check the access permission of the shared files
zh_hans: {0}个文件分享失败，请检查被分享文件的访问权限

# StartScreenFailed
source: App pinning to Start screen failed, please pin it manually
zh_hans: 应用固定到“开始”屏幕失败，请手动固定

# StartScreenSuccessfully
source: You successfully pinned the app to the Start screen
zh_hans: 已成功将应用固定到“开始”屏幕

# TaskbarFailed
source: App pinning to taskbar failed. Please pin manually
zh_hans: 应用固定到任务栏失败，请手动固定

# TaskbarSuccessfully
source: The app was successfully pinned to the taskbar
zh_hans: 已成功将应用固定到任务栏

# UnInstallCopy
source: Uninstall command was successfully copied to the clipboard
zh_hans: 卸载命令已复制到剪贴板

# UpgradeInstallCopy
source: Upgrade command was successfully copied to the clipboard
zh_hans: 升级命令已复制到剪贴板

# UWPUnInstallFailed
source: <toast launch="action=OpenApp"> <visual> <binding template="ToastGeneric"> <text>{0} app uninstall failed</text> <text>App uninstall failed, please check if you have permission to uninstall the app</text> <text>Alternatively, you can try uninstalling your app in Settings&#xA;Error code:{1}&#xA;Error message:{2}</text> </binding> </visual> <actions> <action content="Open settings" arguments="action=OpenSettings"/> </actions> </toast>
zh_hans: <toast launch="action=OpenApp"> <visual> <binding template="ToastGeneric"> <text>{0}应用卸载失败</text> <text>应用卸载失败，请检查您是否有卸载应用的权限</text> <text>您或者可以尝试在设置中卸载您的应用&#xA;错误代码：{1}&#xA;错误信息：{2}</text> </binding> </visual> <actions> <action content="打开设置" arguments="action=OpenSettings"/> </actions> </toast>

# UWPUnInstallSuccessfully
source: <toast launch="action=OpenApp"> <visual> <binding template="ToastGeneric"> <text>{0} app uninstall successfully</text> </binding> </visual> </toast>
zh_hans: <toast launch="action=OpenApp"> <visual> <binding template="ToastGeneric"> <text>{0}应用卸载成功</text> </binding> </visual> </toast>

# WinGetInstallFailed
source: <toast launch="action=OpenApp"> <visual> <binding template="ToastGeneric"> <text>{0} app install failed</text> <text>App install failed, please check if you have permission to install the app</text> <text>Alternatively, you can try installing the app manually</text> </binding> </visual> <actions> <action content="Install with command" arguments="action=InstallWithCommand"/> <action content="Open the download folder" arguments="action=OpenDownloadFolder"/> </actions> </toast>
zh_hans: <toast launch="action=OpenApp"> <visual> <binding template="ToastGeneric"> <text>{0}应用安装失败</text> <text>应用安装失败，请检查您是否有安装应用的权限</text> <text>您或者可以尝试手动安装该应用</text> </binding> </visual> <actions> <action content="使用命令安装" arguments="action=InstallWithCommand:{1}"/> <action content="打开下载目录" arguments="action=OpenDownloadFolder"/> </actions> </toast>

# WinGetInstallSuccessfully
source: <toast launch="action=OpenApp"> <visual> <binding template="ToastGeneric"> <text>{0} app install successfully</text> </binding> </visual> </toast>
zh_hans: <toast launch="action=OpenApp"> <visual> <binding template="ToastGeneric"> <text>{0}应用安装成功</text> </binding> </visual> </toast>

# WinGetUnInstallFailed
source: <toast launch="action=OpenApp"> <visual> <binding template="ToastGeneric"> <text>{0} app uninstall failed</text> <text>App uninstall failed, please check if you have permission to uninstall the app</text> <text>Alternatively, you can try uninstalling your app in Settings</text> </binding> </visual> <actions> <action content="Open settings" arguments="action=OpenSettings"/> </actions> </toast>
zh_hans: <toast launch="action=OpenApp"> <visual> <binding template="ToastGeneric"> <text>{0}应用卸载失败</text> <text>应用卸载失败，请检查您是否有卸载应用的权限</text> <text>您或者可以尝试在设置中卸载您的应用</text> </binding> </visual> <actions> <action content="打开设置" arguments="action=OpenSettings"/> </actions> </toast>

# WinGetUnInstallSuccessfully
source: <toast launch="action=OpenApp"> <visual> <binding template="ToastGeneric"> <text>{0} app uninstall successfully</text> </binding> </visual> </toast>
zh_hans: <toast launch="action=OpenApp"> <visual> <binding template="ToastGeneric"> <text>{0}应用卸载成功</text> </binding> </visual> </toast>

# WinGetUpgradeFailed
source: <toast launch="action=OpenApp"> <visual> <binding template="ToastGeneric"> <text>{0} app upgrade failed</text> <text>App upgrade failed, please check if you have permission to upgrade the app</text> <text>Alternatively, you can try upgrade the app manually</text> </binding> </visual> <actions> <action content="Install with command" arguments="action=InstallWithCommand:{0}"/> <action content="Open the download folder" arguments="action=OpenDownloadFolder"/> </actions> </toast>
zh_hans: <toast launch="action=OpenApp"> <visual> <binding template="ToastGeneric"> <text>{0}应用升级失败</text> <text>应用升级失败，请检查您是否有升级应用的权限</text> <text>您或者可以尝试手动升级该应用</text> </binding> </visual> <actions> <action content="使用命令安装" arguments="action=InstallWithCommand:{1}"/> <action content="打开下载目录" arguments="action=OpenDownloadFolder"/> </actions> </toast>

# WinGetUpgradeSuccessfully
source: <toast launch="action=OpenApp"> <visual> <binding template="ToastGeneric"> <text>{0} app upgrade successfully</text> </binding> </visual> </toast>
zh_hans: <toast launch="action=OpenApp"> <visual> <binding template="ToastGeneric"> <text>{0}应用升级成功</text> </binding> </visual> </toast>
